{
    "produtos": {
        "produto1" : {
            "id": "1",
            "nome": "Long Sleeve Baby Bodysuit",
            "preco": "R$27,85",
            "imagem": "./assets/img/products/roupas1.png",
            "categoria" : "roupas",
            "promocao": false,
            "cor": "Lavender",
            "fornecedor": "EcoBaby",
            "desc": "Keep your baby comfortable and warm with our long-sleeve bodysuit made from organic cotton. Soft, breathable, and easy to put on, it protects your baby's sensitive skin and the environment. Available in gentle colors and adorable designs, it is the perfect choice for sustainable care."
        },

        "produto2" : {
            "id": "2",
            "nome": "Pima Cotton Kimono Pajamas",
            "preco": "R$108,75",
            "imagem": "../assets/img/products/roupas2.png",
            "categoria" : "roupas",
            "promocao": false,
            "cor": "Beige",
            "fornecedor": "Cute Baby",
            "desc": "Offer your baby comfortable nights of sleep with our Pima cotton kimono pajamas. Soft, breathable, and gentle on sensitive skin, these pajamas provide maximum comfort. The kimono-style design makes dressing and changing easy. Choose peaceful and sustainable sleep for your little one."
        },

        "produto3" : {
            "id": "3",
            "nome": "Maternity Pajamas - Cotton",
            "preco": "R$254,98",
            "imagem": "../assets/img/products/roupas3.png",
            "categoria" : "roupas",
            "promocao": true,
            "cor": "Beige",
            "fornecedor": "Baby Deluxe",
            "desc": "Ensure comfort and convenience during maternity with our cotton pajamas. Soft and breathable, they are ideal for peaceful nights and breastfeeding moments. With a design aimed at easy access, these pajamas provide well-being for you and your baby. Sleep well and take care of yourself with our sustainable maternity pajamas."
        },
        
        "produto4" : {
            "id": "4",
            "nome": "Long Sleeve Baby Bodysuit",
            "preco": "R$27,85",
            "imagem": "../assets/img/products/roupas4.png",
            "categoria" : "roupas",
            "promocao": true,
            "cor": "Bege",
            "fornecedor": "EcoBaby",
            "desc": "Keep your baby comfortable and warm with our long-sleeve bodysuit made from organic cotton. Soft, breathable, and easy to put on, it protects your baby's sensitive skin and the environment. Available in gentle colors and adorable designs, it is the perfect choice for sustainable care."
        },
        
        "produto5" : {
            "id": "5",
            "nome": "Velvet Pajamas",
            "preco": "R$35,75",
            "imagem": "../assets/img/products/roupas5.png",
            "categoria" : "roupas",
            "promocao": false,
            "cor": "Baby Blue",
            "fornecedor": "BabyHappy",
            "desc": "Keep your baby warm and comfortable with our velvet pajamas. Soft and cozy, it's perfect for cold nights, providing a gentle touch on your little one's delicate skin. With a practical design that's easy to put on, these pajamas combine comfort and style for peaceful sleep. Choose well-being and elegance with our velvet pajamas."
        },
        
        "produto6" : {
            "id": "6",
            "nome": "Infant Boxer Briefs with 4 Buttons",
            "preco": "R$22,89",
            "imagem": "../assets/img/products/roupas6.png",
            "categoria" : "roupas",
            "promocao": false,
            "cor": "Green",
            "fornecedor": "Happy Child",
            "desc": "Keep your little one comfortable and stylish with our infant boxer briefs featuring 4 buttons. Made with soft, stretchy fabric, these briefs provide a comfortable fit all day long. With a classic style and button details, they add a touch of charm to your child's wardrobe."
        },

        "produto7" : {
            "id": "7",
            "nome": "Short Sleeve Baby Bodysuit",
            "preco": "R$24,45",
            "imagem": "../assets/img/products/roupas7.png",
            "categoria" : "roupas",
            "promocao": false,
            "cor": "White",
            "fornecedor": "EcoBaby",
            "desc": "Made with lightweight and soft fabric, this bodysuit keeps your little one comfortable and stylish even on the hottest days. The short sleeves allow freedom of movement, while the button closure at the bottom makes it easy to dress and change."
        },
        
        "produto8" : {
            "id": "8",
            "nome": "Children's Underwear",
            "preco": "R$16,99",
            "imagem": "../assets/img/products/roupas8.png",
            "categoria" : "roupas",
            "promocao": false,
            "cor": "White and Blue (Striped)",
            "fornecedor": "",
            "desc": "Get your little one ready for a day full of adventures with our children's underwear. Made with soft and comfortable fabric, this underwear provides freedom of movement for endless playtime. With a vibrant and fun design, it's perfect for inspiring your child's imagination. Plus, the elastic waistband offers a comfortable fit that accommodates your little adventurer's growth."
        },
        
        "produto9" : {
            "id": "9",
            "nome": "Children's Panty Set",
            "preco": "R$38,45",
            "imagem": "../assets/img/products/roupas9.png",
            "categoria" : "roupas",
            "promocao": true,
            "cor": "Beige (Striped)",
            "fornecedor": "Happy Child",
            "desc": "Offer comfort and convenience to your little one's daily routine with our Children's Panty Set. This set features three simple panties, designed to ensure comfort and freedom of movement for your baby girl. Made with soft and delicate fabric, they are ideal for little one's sensitive skin. Choose this set to keep your little princess happy and comfortable at all times."
        },
        
        "produto10" : {
            "id": "10",
            "nome": "Velvet Pajamas",
            "preco": "R$35,75",
            "imagem": "../assets/img/products/roupas10.png",
            "categoria" : "roupas",
            "promocao": false,
            "cor": "Pink",
            "fornecedor": "BabyHappy",
            "desc": "Keep your baby warm and comfortable with our velvet pajamas. Soft and cozy, they're perfect for cold nights, providing a gentle touch on your little one's delicate skin. With a practical design that's easy to put on, these pajamas combine comfort and style for peaceful sleep. Choose well-being and elegance with our velvet pajamas."
        },
        
        "produto11" : {
            "id": "11",
            "nome": "Little Girl's Outfit",
            "preco": "R$18,29",
            "imagem": "../assets/img/products/roupas11.png",
            "categoria" : "roupas",
            "promocao": false,
            "cor": "Pink",
            "fornecedor": "EcoWorld",
            "desc": "Delight your little one with our Little Girl's Outfit. Comprising of a panties and a simple top, both in the most adorable shade of pink, this set is perfect for moments of fun and comfort. Made with soft and delicate fabric, it provides the perfect fit for your little princess's sensitive skin. The simple and elegant design highlights the child's natural beauty, while the pink color adds a touch of delicacy and femininity. This little set is the ideal choice for sunny days filled with playtime and radiant smiles."
        },
        
        "produto12" : {
            "id": "12",
            "nome": "Short Sleeve Baby Bodysuit",
            "preco": "R$24,45",
            "imagem": "../assets/img/products/roupas12.png",
            "categoria" : "roupas",
            "promocao": false,
            "cor": "White",
            "fornecedor": "EcoBaby",
            "desc": "Made with lightweight and soft fabric, this bodysuit keeps your little one comfortable and stylish even on the hottest days. The short sleeves allow freedom of movement, while the button closure at the bottom makes it easy to dress and change."
        },
        
        "produto13" : {
            "id": "13",
            "nome": "Baby Socks 0-12 months",
            "preco": "R$18,90",
            "imagem": "../assets/img/products/roupas13.webp",
            "categoria" : "roupas",
            "promocao": true,
            "cor": "White",
            "fornecedor": "Verdi Natural",
            "desc": "Our baby socks are crafted with high-quality combed cotton, ensuring maximum comfort and a perfect fit for your little one's delicate feet. Combed cotton is especially soft and durable, providing a cozy and breathable feel that keeps baby's feet comfortable all day long. Additionally, the gentle elastic fit ensures that the socks stay in place without being too tight, allowing freedom of movement and protecting sensitive baby skin. Choose our socks for a touch of care and comfort with every step."
        },
        
        "produto14" : {
            "id": "14",
            "nome": "Non-Slip Socks",
            "preco": "R$24,90",
            "imagem": "../assets/img/products/roupas14.webp",
            "categoria" : "roupas",
            "promocao": false,
            "cor": "Dark Blue",
            "fornecedor": "Verdi Natural",
            "desc": "The Non-Slip Baby Sock is the ideal solution for your little one's delicate feet. Made from high-quality combed cotton, it offers maximum comfort and a perfect fit. The non-slip rubber grips on the sole provide extra security, helping your baby take their first steps with confidence. Soft, breathable, and secure, these socks are essential for ensuring comfort and stability during your baby's early adventures."
        },
        
        "produto15" : {
            "id": "15",
            "nome": "Non-Slip Socks with Bow",
            "preco": "R$24,90",
            "imagem": "../assets/img/products/roupas15.webp",
            "categoria" : "roupas",
            "promocao": true,
            "cor": "Pink and White",
            "fornecedor": "Verdi Natural",
            "desc": "The Non-Slip Baby Sock is the ideal solution for your little one's delicate feet. Made from high-quality combed cotton, it offers maximum comfort and a perfect fit. The non-slip rubber grips on the sole provide extra security, helping your baby take their first steps with confidence. Soft, breathable, and secure, these socks are essential for ensuring comfort and stability during your baby's early adventures."
        },
        

        "produto16" : {
            "id": "16",
            "nome": "Hygienic Wet Wipes",
            "preco": "R$14,99",
            "imagem": "../assets/img/products/higiene16.png",
            "categoria" : "higiene",
            "promocao": false,
            "cor": "Standard",
            "fornecedor": "Qualitá",
            "desc": "Keep your baby clean and comfortable with our Hygienic Wet Wipes. Made with gentle and safe ingredients for your little one's delicate skin, these wipes are ideal for diaper changes, hand and face cleaning, or any moment that requires quick and efficient cleaning. With a hypoallergenic and alcohol-free formula, they provide gentle cleansing without irritation. Perfect for daily use, at home or on the go, ensuring freshness and hygiene anytime."
        },
        
        "produto17" : {
            "id": "17",
            "nome": "Hygiene Kit",
            "preco": "R$169,99",
            "imagem": "../assets/img/products/higiene17.png",
            "categoria" : "higiene",
            "promocao": false,
            "cor": "Standard",
            "fornecedor": "Kanui",
            "desc": "Try the Bar Verdi Natural Hygiene Kit, a complete and sustainable solution for your daily routine. It includes soap, intimate soap, shampoo, conditioner, and deodorant, all in bar form and made with natural ingredients to gently care for your skin and hair."
        },
        
        "produto18" : {
            "id": "18",
            "nome": "Shampoo Bar",
            "preco": "R$41,90",
            "imagem": "../assets/img/products/higiene18.png",
            "categoria" : "higiene",
            "promocao": false,
            "cor": "Standard",
            "fornecedor": "Kanui",
            "desc": "Try the Kanui Solid Shampoo, a sustainable alternative for your hair care routine. Formulated with natural ingredients, it provides gentle and effective cleansing, leaving your hair clean, hydrated, and revitalized. Ideal for those seeking a practical, economical, and environmentally conscious option."
        },
        
        "produto19" : {
            "id": "19",
            "nome": "Wet Wipes - 60 units",
            "preco": "R$34,90",
            "imagem": "../assets/img/products/higiene19.png",
            "categoria" : "higiene",
            "promocao": false,
            "cor": "Standard",
            "fornecedor": "Mustela",
            "desc": "Try the Wet Wipes, a convenient ally for your baby's hygiene. With 60 units per pack, these wipes are perfect for quick and gentle cleaning anywhere. Made with safe and gentle ingredients, they provide freshness and comfort for your little one's delicate skin. Ideal for use at home, during travel, or on-the-go moments."
        },
        
        "produto20" : {
            "id": "20",
            "nome": "Mild Diaper Rash Cream",
            "preco": "R$34,87",
            "imagem": "../assets/img/products/higiene20.png",
            "categoria" : "higiene",
            "promocao": false,
            "cor": "Standard",
            "fornecedor": "Bebê Natureza",
            "desc": "Try the Mild Diaper Rash Cream, a gentle solution for your baby's sensitive skin. With a mild and effective formula, this cream provides a protective barrier that prevents and soothes diaper rash. Made with natural and safe ingredients like shea butter and coconut oil, it's ideal for daily use. Protect and care for your baby's skin with tenderness and gentleness."
        },
        
        "produto21" : {
            "id": "21",
            "nome": "Organic Bio Diaper Rash Preventive Cream",
            "preco": "R$53,90",
            "imagem": "../assets/img/products/higiene21.png",
            "categoria" : "higiene",
            "promocao": false,
            "cor": "Standard",
            "fornecedor": "Mustela",
            "desc": "Try the Organic Bio Diaper Rash Preventive Cream, enriched with sunflower oil, aloe vera, and olive oil. This gentle and natural formula provides a protective barrier that prevents and soothes diaper rash while moisturizing and nourishing your baby's skin. Made with certified organic ingredients, it's gentle and safe for daily use. Protect and care for your baby's skin naturally and effectively."
        },
        
        "produto22" : {
            "id": "22",
            "nome": "Magic Ointment",
            "preco": "R$23,50",
            "imagem": "../assets/img/products/higiene22.png",
            "categoria" : "higiene",
            "promocao": false,
            "cor": "Standard",
            "fornecedor": "Pomada Mágica",
            "desc": "Try our Vegan Magic Ointment, an amazing solution for caring for your baby's skin naturally and consciously. Made with plant-based ingredients and free from animal-derived products, this ointment offers a gentle and effective formula to prevent and treat diaper rash, irritations, and minor wounds. With a special blend of essential oils and plant extracts, it provides hydration, protection, and skin regeneration. Take care of your baby in a gentle, ethical, and sustainable way with our Vegan Magic Ointment."
        },
        
        "produto23" : {
            "id": "23",
            "nome": "Moisturizing Spray",
            "preco": "R$54,90",
            "imagem": "../assets/img/products/higiene23.png",
            "categoria" : "higiene",
            "promocao": false,
            "cor": "Standard",
            "fornecedor": "Verdi Natural",
            "desc": "Our 100% Natural Infant Repairing Moisturizing Spray is formulated with natural ingredients such as Lavender Hydrosol, Aloe Vera, Calendula, Lavender Essential Oil, and Panthenol. With a light and refreshing texture, it hydrates skin and hair, being quickly absorbed. Its liquid and oil-free formula contains Panthenol, which nourishes and moisturizes in seconds. The spray is easy to apply and can be used daily, being suitable for babies, children, and the whole family, providing gentle and effective care."
        },
        
        "produto24" : {
            "id": "24",
            "nome": "Wet Wipes - 64 units",
            "preco": "R$16,50",
            "imagem": "../assets/img/products/higiene24.png",
            "categoria" : "higiene",
            "promocao": false,
            "cor": "Standard",
            "fornecedor": "Boots Baby",
            "desc": "Try our Wet Wipes, with 64 units per pack, ideal for keeping your baby's skin clean and fresh anywhere. Made with gentle and safe ingredients, they are perfect for diaper changes, hand and face cleaning, or for any moment that requires quick and efficient cleaning. Practical and convenient, they provide freshness and hygiene wherever you are."
        },
        
        "produto25" : {
            "id": "25",
            "nome": "Wet Wipes - 96 units",
            "preco": "R$23,99",
            "imagem": "../assets/img/products/higiene25.png",
            "categoria" : "higiene",
            "promocao": false,
            "cor": "Standard",
            "fornecedor": "Bepantol Baby",
            "desc": "Try the Bepantol Baby Wet Wipes, with 96 units per pack, perfect for caring for your baby's delicate skin. Made with gentle and safe ingredients, such as Bepantol, they provide gentle and effective cleaning, keeping your baby's skin clean, hydrated, and protected. Practical and convenient, they are ideal for daily use at home or on the go, offering freshness and comfort anytime."
        },
        
        "produto26" : {
            "id": "26",
            "nome": "Natural Spray Deodorant",
            "preco": "R$38,99",
            "imagem": "../assets/img/products/higiene27.png",
            "categoria" : "higiene",
            "promocao": false,
            "cor": "Standard",
            "fornecedor": "Verdi Natural",
            "desc": "Try our Natural Spray Deodorant, an effective and gentle option to stay fresh throughout the day. Made with natural ingredients like essential oils and plant extracts, this deodorant provides long-lasting odor protection without clogging pores. Its gentle formula is suitable for all skin types, offering a feeling of freshness and well-being. With easy application and quick absorption, stay confident and comfortable with our natural spray deodorant."
        },
        
        "produto27" : {
            "id": "27",
            "nome": "Natural Moisturizer",
            "preco": "R$64,99",
            "imagem": "../assets/img/products/higiene28.png",
            "categoria" : "higiene",
            "promocao": false,
            "cor": "Standard",
            "fornecedor": "Verdi Natural",
            "desc": "Try our Natural Moisturizer, a gentle and effective option for taking care of your skin. Formulated with natural ingredients like vegetable oils and butters, this moisturizer provides deep and long-lasting hydration without leaving a greasy feeling. Its lightweight formula is quickly absorbed by the skin, leaving it soft, smooth, and nourished. Ideal for daily use all over the body, keep your skin healthy and radiant with our natural moisturizer."
        },
        
        "produto28" : {
            "id": "28",
            "nome": "Diaper Rash Preventive Cream",
            "preco": "R$49,90",
            "imagem": "../assets/img/products/higiene28.webp",
            "categoria" : "higiene",
            "promocao": false,
            "cor": "Standard",
            "fornecedor": "Verdi Natural",
            "desc": "The Verdi Natural Diaper Rash Preventive Cream provides 100% natural protection and care for your baby. With protective, soothing, and anti-inflammatory action, it prevents and treats diaper rash while moisturizing the skin. Ideal for daily diaper changes, it is formulated with natural ingredients and approved preservatives (COSMOS), ensuring safe and caring care for your baby's delicate skin."
        },
        
        "produto29" : {
            "id": "29",
            "nome": "Natural Sunscreen",
            "preco": "R$109,90",
            "imagem": "../assets/img/products/higiene29.webp",
            "categoria" : "higiene",
            "promocao": false,
            "cor": "Standard",
            "fornecedor": "Verdi Natural",
            "desc": "Protect your skin and that of your little ones with our Natural Sunscreen. Formulated with natural ingredients like Titanium Dioxide and Zinc Oxide, it creates a long-lasting physical barrier against UVA and UVB rays. Enriched with Shea Butter, Carrot Oil, Beeswax, and Avocado Oil, this sunscreen nourishes and moisturizes the skin, while the ECOCERT Preservative ensures the safety and efficacy of the product. Ideal for the whole family, our sunscreen offers reliable protection and gentle care for the skin."
        },
        
        "produto30" : {
            "id": "30",
            "nome": "Colorful Bath Foam",
            "preco": "R$74,90",
            "imagem": "../assets/img/products/higiene30.webp",
            "categoria" : "higiene",
            "promocao": false,
            "cor": "Standard",
            "fornecedor": "Verdi Natural",
            "desc": "Transform bath time into a magical experience with Verdi Natural Colorful Bath Foam. Made for the sensitive skin of babies and children, its formula with Chlorophyll, Lemongrass and Mint Hydrosols, Lavender Essential Oil, and Shea Butter offers care and fun. It nourishes and protects the skin, making each bath a special memory."
        },
        
        "produto31" : {
            "id": "31",
            "nome": "Wooden Airplane",
            "preco": "R$7,99",
            "imagem": "../assets/img/products/brinquedos31.png",
            "categoria" : "brinquedos",
            "promocao": false,
            "cor": "Wood",
            "fornecedor": "Estrela",
            "desc": "Inspire your little one's imagination with the Wooden Airplane. Handcrafted from high-quality wood, this classic toy combines durability and timeless charm. The detailed design and sturdy construction ensure hours of fun and creativity, while the natural texture of the wood offers a pleasant tactile sensation. Perfect for children and collectors alike, this airplane is a charming addition to any toy collection."
        },
        
        "produto32" : {
            "id": "32",
            "nome": "Sensory 4 Moon Teether",
            "preco": "R$64,99",
            "imagem": "../assets/img/products/brinquedos32.png",
            "categoria" : "brinquedos",
            "promocao": false,
            "cor": "Multicolor",
            "fornecedor": "Montessori",
            "desc": "Provide relief and fun to your baby with the Sensory 4 Moon Teether. Made from safe and durable materials, this teether is perfect for soothing teething discomfort. Its unique design with four textured moons offers different tactile sensations, stimulating your baby's sensory development. Easy to grip and ideal for little hands, this teether is the perfect combination of care and entertainment for your little one's early years."
        },
        
        "produto33" : {
            "id": "33",
            "nome": "Crochet Rattle",
            "preco": "R$32,39",
            "imagem": "../assets/img/products/brinquedos33.png",
            "categoria" : "brinquedos",
            "promocao": false,
            "cor": "Multicolor",
            "fornecedor": "EcoBaby",
            "desc": "Delight your baby with the Crochet Rattle. Handcrafted with soft cotton yarn and safe stuffing, this rattle combines beauty and functionality. Its gentle sound stimulates hearing, while the varied textures of crochet aid in sensory development. Perfect for little hands, it's easy to grip and safe to chew on. This rattle is more than a toy: it's a handmade piece that brings comfort and fun to your baby."
        },
        
        "produto34" : {
            "id": "34",
            "nome": "Sensory Teether with Ring",
            "preco": "R$38,89",
            "imagem": "../assets/img/products/brinquedos34.png",
            "categoria" : "brinquedos",
            "promocao": false,
            "cor": "Multicolor",
            "fornecedor": "Estrela",
            "desc": "Relieve your baby's teething discomfort with the Sensory Teether with Ring. Made from safe and durable materials, this teether features an easy-to-grip ring and various textures to stimulate sensory development. The different surfaces help massage your baby's gums, providing relief during the teething phase. Ideal for little hands, it's perfect for keeping your baby comfortable and entertained."
        },
        
        "produto35" : {
            "id": "35",
            "nome": "Doggy Coin Bank",
            "preco": "R$10,55",
            "imagem": "../assets/img/products/brinquedos35.png",
            "categoria" : "brinquedos",
            "promocao": false,
            "cor": "Wood",
            "fornecedor": "EcoBaby",
            "desc": "Teach your little one about saving money in a fun way with the Doggy Coin Bank. Made of durable and safe material, this adorable dog-shaped bank not only stores savings but also decorates the room with its charm. With an easy opening to retrieve coins, it's perfect for encouraging kids to save from an early age. Add a touch of fun and learning to your child's financial routine with this charming doggy bank."
        },
        
        "produto36" : {
            "id": "36",
            "nome": "Dinosaur 4-Car Set",
            "preco": "R$19,99",
            "imagem": "../assets/img/products/brinquedos36.png",
            "categoria" : "brinquedos",
            "promocao": false,
            "cor": "Wood",
            "fornecedor": "KidJoy",
            "desc": "Immerse yourself in the world of prehistoric fun with the Dinosaur 4-Car Set. Each car is inspired by a different dinosaur, combining the thrill of racing with the fascination of dinosaurs. Made from durable and safe materials, these cars are perfect for little hands and withstand hours of play. Ideal for stimulating imagination and motor skills, this set is a fantastic addition to your little explorer's toy collection."
        },
        
        "produto37" : {
            "id": "37",
            "nome": "Wooden Car",
            "preco": "R$4,99",
            "imagem": "../assets/img/products/brinquedos37.png",
            "categoria" : "brinquedos",
            "promocao": false,
            "cor": "Wood",
            "fornecedor": "Estrela",
            "desc": "Handcrafted from high-quality wood, this car combines durability with a charming design. Its simple lines and smooth finish are perfect for little hands, encouraging creativity and imagination during playtime. Ideal for children of all ages, the Wooden Car is a durable piece that ensures hours of fun and becomes a cherished keepsake."
        },
        
        "produto38" : {
            "id": "38",
            "nome": "Camera Coin Bank",
            "preco": "R$12,65",
            "imagem": "../assets/img/products/brinquedos38.png",
            "categoria" : "brinquedos",
            "promocao": false,
            "cor": "Wood",
            "fornecedor": "EcoBaby",
            "desc": "With a creative design that mimics a vintage camera, this coin bank is perfect for decorating any space while securely storing your coins and bills. Made of durable and safe materials, it features an easy opening to retrieve savings when needed. Ideal for encouraging the practice of saving, the Camera Coin Bank is both functional and decorative, making saving money fun and stylish."
        },
        
        "produto39" : {
            "id": "39",
            "nome": "Wooden Cabin",
            "preco": "R$388,90",
            "imagem": "../assets/img/products/brinquedos39.png",
            "categoria" : "brinquedos",
            "promocao": false,
            "cor": "Wood",
            "fornecedor": "Ri Happy",
            "desc": "Crafted from high-quality wood, this cabin provides a safe and charming retreat for children. Its sturdy and elegant design fits perfectly in any setting, whether in the bedroom, living room, or garden. Easy to assemble and disassemble, it's ideal for stimulating imagination and providing hours of fun. Transform your little one's play space into a true dream retreat with this beautiful wooden cabin."
        },
        
        "produto40" : {
            "id": "40",
            "nome": "Kitty Coin Bank",
            "preco": "R$10,55",
            "imagem": "../assets/img/products/brinquedos40.png",
            "categoria" : "brinquedos",
            "promocao": false,
            "cor": "Wood",
            "fornecedor": "EcoBaby",
            "desc": "This adorable kitty-shaped coin bank is perfect for encouraging children to save in a playful way. Made of durable and safe materials, it not only protects savings but also adds a charming touch to the room's decor. With an easy opening to retrieve coins, it's practical and functional."
        },
        
        "produto41" : {
            "id": "41",
            "nome": "Alligator Push Toy",
            "preco": "R$19,99",
            "imagem": "../assets/img/products/brinquedos41.png",
            "categoria" : "brinquedos",
            "promocao": false,
            "cor": "Wood",
            "fornecedor": "Estrela",
            "desc": "The Alligator Push Toy is a fun toy option for children to explore imaginative adventures. Made of safe and durable materials, it features a vibrant alligator-shaped design. Ideal for little hands, it's sturdy and promotes children's motor development."
        },
        
        "produto42" : {
            "id": "42",
            "nome": "Wooden Rattle",
            "preco": "R$8,99",
            "imagem": "../assets/img/products/brinquedos42.png",
            "categoria" : "brinquedos",
            "promocao": false,
            "cor": "Wood",
            "fornecedor": "EcoBaby",
            "desc": "The Wooden Rattle is a classic and charming toy for babies. Made of natural wood, it's safe for teething and exploration. Its simple and sturdy design is perfect for little hands to grasp and shake. In addition to stimulating the baby's senses, it promotes the development of motor coordination. A timeless toy that provides fun and learning for little ones."
        },
        
        "produto43" : {
            "id": "43",
            "nome": "Self-Adhesive Wooden Train",
            "preco": "R$29,99",
            "imagem": "../assets/img/products/brinquedos43.jpg",
            "categoria" : "brinquedos",
            "promocao": false,
            "cor": "Wood",
            "fornecedor": "Ri Happy",
            "desc": "This adorable wall toy is made of high-quality wood and features a train with wagons full of charming characters, led by Mr. Bear. Easy to apply, the adhesive keeps the train firmly on the wall, providing an interactive and fun decoration. Ideal for stimulating imagination and motor coordination, it's perfect for any children's space."
        },
        
        "produto44" : {
            "id": "44",
            "nome": "Farm Activity Table",
            "preco": "R$449,99",
            "imagem": "../assets/img/products/brinquedos44.jpg",
            "categoria" : "brinquedos",
            "promocao": false,
            "cor": "Wood, Multicolor",
            "fornecedor": "Ri Happy",
            "desc": "Turn learning into a fun adventure with the Farm Activity Table. This educational toy is made of durable and safe materials, featuring a charming farm design. The table includes various interactive activities such as shape sorting, sliding pieces, and spinning gears, all inspired by farm life. Ideal for stimulating motor skills, creativity, and shape and color recognition, this activity table is perfect for young children to explore and learn while playing. Provide hours of educational fun with the Farm Activity Table."
        },
        
        "produto45" : {
            "id": "45",
            "nome": "Educational Toy - Letters and Numbers",
            "preco": "R$79,90",
            "imagem": "../assets/img/products/brinquedos45.jpg",
            "categoria" : "brinquedos",
            "promocao": false,
            "cor": "Wood",
            "fornecedor": "Ri Happy",
            "desc": "Encourage learning and fun with the Wooden Letter and Number Sorting Educational Toy. This classic toy is made of high-quality wood, offering durability and safety for children. With colorful pieces shaped like letters and numbers, it helps develop fine motor skills, shape and color recognition, as well as introduce basic literacy and math concepts. Ideal for children in the learning phase, it's a fun and educational way to explore the world of letters and numbers."
        },
        
        "produto46" : {
            "id": "46",
            "nome": "Nursing Pillow",
            "preco": "R$82,99",
            "imagem": "../assets/img/products/mamaes46.png",
            "categoria" : "mamaes",
            "promocao": false,
            "cor": "White",
            "fornecedor": "EcoBaby",
            "desc": "Make breastfeeding more comfortable and convenient with the Nursing Pillow. Designed ergonomically, this pillow provides optimal support for both mother and baby during nursing sessions. Made with soft, high-quality materials, it offers firm support, helping to reduce strain on the mother's arms, shoulders, and neck. The removable and washable cover makes cleaning easy, ensuring hygiene and practicality."
        },
        
        "produto47" : {
            "id": "47",
            "nome": "Baby Carrier - Sling",
            "preco": "R$279,99",
            "imagem": "../assets/img/products/mamaes47.png",
            "categoria" : "mamaes",
            "promocao": false,
            "cor": "Terracotta",
            "fornecedor": "EcoBaby",
            "desc": "Keep your baby close and secure with the Sling Baby Carrier. Made of soft, breathable fabric, this sling provides comfort and support for both the baby and the caregiver. Its ergonomic design evenly distributes weight, reducing strain on the shoulders and back. Easy to adjust, it's ideal for use in various positions, promoting a stronger bond and providing freedom of movement. Perfect for outings, activities at home, or travel, the Sling Baby Carrier is the ideal choice to keep your baby comfortable and snug."
        },
        
        "produto48" : {
            "id": "48",
            "nome": "Nursing Pillow",
            "preco": "R$44,99",
            "imagem": "../assets/img/products/mamaes48.png",
            "categoria" : "mamaes",
            "promocao": false,
            "cor": "White",
            "fornecedor": "EcoBaby",
            "desc": "Make breastfeeding more comfortable and convenient with the Nursing Pillow. Designed ergonomically, this pillow provides optimal support for both mother and baby during nursing sessions. Made with soft, high-quality materials, it offers firm support, helping to reduce strain on the mother's arms, shoulders, and neck. The removable and washable cover makes cleaning easy, ensuring hygiene and practicality."
        },
        
        "produto49" : {
            "id": "49",
            "nome": "Kit - 5 Pairs of Breast Pads",
            "preco": "R$59,99",
            "imagem": "../assets/img/products/mamaes49.png",
            "categoria" : "mamaes",
            "promocao": false,
            "cor": "Multicolor",
            "fornecedor": "EcoBaby",
            "desc": "Stay dry and comfortable during breastfeeding with the Kit of 5 Pairs of Breast Pads. Made of soft and absorbent materials, these reusable pads protect against leaks, keeping your skin and clothes dry. The discreet and contoured design fits perfectly into your bra, providing comfort throughout the day. Easy to wash and reuse, they are a practical and eco-friendly option for breastfeeding mothers."
        },
        
        "produto50" : {
            "id": "50",
            "nome": "Nursing Pillow - Animals",
            "preco": "R$84,99",
            "imagem": "../assets/img/products/mamaes50.png",
            "categoria" : "mamaes",
            "promocao": false,
            "cor": "Green",
            "fornecedor": "EcoBaby",
            "desc": "Make breastfeeding more comfortable and practical with the Nursing Pillow. Ergonomically designed, this pillow provides optimal support for both mother and baby during breastfeeding sessions. Made with soft and high-quality materials, it offers firm support, helping to reduce tension in the mother's arms, shoulders, and neck. The removable and washable cover makes cleaning easy, ensuring hygiene and convenience."
        },
        
        "produto51" : {
            "id": "51",
            "nome": "Nursing Pillow - Animals",
            "preco": "R$84,99",
            "imagem": "../assets/img/products/mamaes51.png",
            "categoria" : "mamaes",
            "promocao": false,
            "cor": "White",
            "fornecedor": "EcoBaby",
            "desc": "Make breastfeeding more comfortable and practical with the Nursing Pillow. Ergonomically designed, this pillow provides optimal support for both mother and baby during breastfeeding sessions. Made with soft and high-quality materials, it offers firm support, helping to reduce tension in the mother's arms, shoulders, and neck. The removable and washable cover makes cleaning easy, ensuring hygiene and convenience."
        },
        
        "produto52" : {
            "id": "52",
            "nome": "Sling Baby Carrier",
            "preco": "R$344,99",
            "imagem": "../assets/img/products/mamaes52.png",
            "categoria" : "mamaes",
            "promocao": false,
            "cor": "Blue",
            "fornecedor": "EcoBaby",
            "desc": "Keep your baby close and secure with the Sling Baby Carrier. Made from soft, breathable fabric, this sling provides comfort and support for both baby and caregiver. Its ergonomic design evenly distributes weight, reducing strain on shoulders and back. Easy to adjust, it's suitable for various positions, fostering a stronger bond and allowing freedom of movement. Perfect for outings, home activities, or travel, the Sling Baby Carrier is the ideal choice to keep your baby cozy and content."
        },
        
        "produto53" : {
            "id": "53",
            "nome": "Crochet Sling Carrier",
            "preco": "R$324,99",
            "imagem": "../assets/img/products/mamaes53.png",
            "categoria" : "mamaes",
            "promocao": false,
            "cor": "Green",
            "fornecedor": "EcoBaby",
            "desc": "Carry your baby in style and comfort with the Crochet Sling Carrier. Handcrafted with soft and breathable cotton yarn, this sling offers secure and cozy support for your baby. Its ergonomic design distributes weight evenly, reducing strain on the shoulders and back of the caregiver. Easy to adjust, it's ideal for various carrying positions, fostering a closer bond between you and your baby. Perfect for outings, activities at home, or moments of relaxation, the Crochet Sling Carrier is a charming and practical choice for modern parents."
        },
        
        "produto54" : {
            "id": "54",
            "nome": "Baby Carrier Backpack - Cotton",
            "preco": "R$426,50",
            "imagem": "../assets/img/products/mamaes54.png",
            "categoria" : "mamaes",
            "promocao": false,
            "cor": "Green",
            "fornecedor": "EcoBaby",
            "desc": "Designed for comfort and convenience, this backpack provides ergonomic support for both baby and caregiver. Made with durable and breathable materials, it features adjustable straps that evenly distribute weight, relieving tension on the shoulders and back. With multiple carrying positions, it's ideal for different stages of baby's growth. Includes convenient pockets for storing essential items, making it perfect for outings and daily activities."
        },
        
        "produto55" : {
            "id": "55",
            "nome": "Kit - 2 Pairs of Breast Pads",
            "preco": "R$23,99",
            "imagem": "../assets/img/products/mamaes55.png",
            "categoria" : "mamaes",
            "promocao": false,
            "cor": "Multicolor",
            "fornecedor": "EcoBaby",
            "desc": "Crafted from soft and highly absorbent materials, these reusable pads keep skin and clothing dry, preventing leaks. Their slim, contoured design discreetly fits into the bra, providing comfort throughout the day. Easy to wash and reuse, they're a practical and eco-friendly choice for breastfeeding mothers."
        },
        
        "produto56" : {
            "id": "56",
            "nome": "Pair of Breast Pads",
            "preco": "R$11,99",
            "imagem": "../assets/img/products/mamaes56.png",
            "categoria" : "mamaes",
            "promocao": false,
            "cor": "Multicolor",
            "fornecedor": "EcoBaby",
            "desc": "Crafted from soft and highly absorbent materials, these reusable pads keep skin and clothing dry, preventing leaks. Their slim, contoured design discreetly fits into the bra, providing comfort throughout the day. Easy to wash and reuse, they're a practical and eco-friendly choice for breastfeeding mothers."
        },
        
        "produto57" : {
            "id": "57",
            "nome": "Nursing Pillow - Floral Boho",
            "preco": "R$224,99",
            "imagem": "../assets/img/products/mamaes57.png",
            "categoria" : "mamaes",
            "promocao": false,
            "cor": "White",
            "fornecedor": "EcoBaby",
            "desc": "Designed to provide maximum comfort and support for both mother and baby, this ergonomic pillow helps reduce tension in the arms, shoulders, and neck. Made with high-quality materials, it features a charming floral boho print that complements any decor. The removable and washable cover makes cleaning easy, ensuring convenience and hygiene."
        },
        
        "produto58" : {
            "id": "58",
            "nome": "Breast Mask for Hydration",
            "preco": "R$39,00",
            "imagem": "../assets/img/products/mamaes58.webp",
            "categoria" : "mamaes",
            "promocao": false,
            "cor": "Standard",
            "fornecedor": "MacroBaby",
            "desc": "The Moisturizing Breast Mask is enriched with Aloe Vera, Honey, Tea Tree Oil, and Cucumber to soothe and revitalize your tired breasts after breastfeeding. Specially formulated for nursing mothers, this mask is free from artificial fragrances, phthalates, or parabens. Treat your breasts to a spa-like experience with this nourishing and soothing mask."
        },
        
        "produto59" : {
            "id": "59",
            "nome": "Lanolin Nipple Cream for Breastfeeding",
            "preco": "R$84,00",
            "imagem": "../assets/img/products/mamaes59.jpg",
            "categoria" : "mamaes",
            "promocao": false,
            "cor": "Standard",
            "fornecedor": "MacroBaby",
            "desc": "Lansinoh Lanolin Nipple Cream is a 100% pure lanolin cream, specially formulated to relieve the discomfort of breastfeeding. Its thick and rich lanolin gently soothes and protects sore nipples, providing comfort for breastfeeding mothers. Clinically tested and highly reliable, this cream is the #1 recommended by both mothers and doctors. Made with a single natural ingredient, lanolin, it doesn't need to be removed before breastfeeding. Its unique refinement process ensures a pure, hypoallergenic, flavorless cream free from additives, preservatives, and parabens, allowing you to breastfeed your baby with peace of mind and safety."
        },
        
        "produto60" : {
            "id": "60",
            "nome": "Silicone Adhesive Strips for Cesarean Section",
            "preco": "R$167,00",
            "imagem": "../assets/img/products/mamaes60.webp",
            "categoria" : "mamaes",
            "promocao": false,
            "cor": "Standard",
            "fornecedor": "MacroBaby",
            "desc": "Protect and improve the appearance of your scar with Cesarean Scar Silicone Adhesive Strips. Made from medical-grade silicone, recommended by dermatologists, these strips hydrate and protect the scar, reducing redness and discomfort. Each 20 cm strip covers the entire incision and is reusable for up to seven days. Waterproof, they can be worn during bathing or swimming. Includes storage pouch."
        }
    }
}