{
    "produtos": {
        "produto1" : {
            "id": "1",
            "nome": "Body Bebê Manga Longa",
            "preco": "R$27,85",
            "imagem": "./assets/img/products/roupas1.png",
            "categoria" : "roupas",
            "promocao": false,
            "cor": "Alfazema",
            "fornecedor": "EcoBaby",
            "desc": "Mantenha seu bebê confortável e aquecido com nosso body de manga longa feito de algodão orgânico. Suave, respirável e fácil de vestir, ele protege a pele sensível do seu bebê e o meio ambiente. Disponível em cores suaves e designs adoráveis, é a escolha perfeita para um cuidado sustentável."
        },

        "produto2" : {
            "id": "2",
            "nome": "Pijaminha Kimono Algodão Pima",
            "preco": "R$108,75",
            "imagem": "../assets/img/products/roupas2.png",
            "categoria" : "roupas",
            "promocao": false,
            "cor": "Bege",
            "fornecedor": "Cute Baby",
            "desc": "Ofereça ao seu bebê noites de sono confortáveis com nosso pijaminha kimono de algodão Pima. Macio, respirável e delicado para a pele sensível, este pijaminha proporciona conforto máximo. O design estilo kimono facilita na hora de vestir e trocar. Escolha um sono tranquilo e sustentável para o seu pequeno."
        },

        "produto3" : {
            "id": "3",
            "nome": "Pijaminha Maternidade Algodão",
            "preco": "R$254,98",
            "imagem": "../assets/img/products/roupas3.png",
            "categoria" : "roupas",
            "promocao": true,
            "cor": "Bege",
            "fornecedor": "Baby Deluxe",
            "desc": "Garanta conforto e praticidade durante a maternidade com nosso pijaminha de algodão. Macio e respirável, ele é ideal para noites tranquilas e momentos de amamentação. Com um design pensado para facilitar o acesso, este pijaminha proporciona bem-estar para você e seu bebê. Durma bem e cuide de si mesma com nosso pijaminha de maternidade sustentável."
        },
        
        "produto4" : {
            "id": "4",
            "nome": "Body Bebê Manga Longa",
            "preco": "R$27,85",
            "imagem": "../assets/img/products/roupas4.png",
            "categoria" : "roupas",
            "promocao": true,
            "cor": "Bege",
            "fornecedor": "EcoBaby",
            "desc": "Mantenha seu bebê confortável e aquecido com nosso body de manga longa feito de algodão orgânico. Suave, respirável e fácil de vestir, ele protege a pele sensível do seu bebê e o meio ambiente. Disponível em cores suaves e designs adoráveis, é a escolha perfeita para um cuidado sustentável."
        },
        
        "produto5" : {
            "id": "5",
            "nome": "Pijaminha de Veludo",
            "preco": "R$35,75",
            "imagem": "../assets/img/products/roupas5.png",
            "categoria" : "roupas",
            "promocao": false,
            "cor": "Azul Bebê",
            "fornecedor": "BabyHappy",
            "desc": "Mantenha seu bebê aquecido e confortável com nosso pijaminha de veludo. Macio e aconchegante, é perfeito para noites frias, proporcionando um toque suave na pele delicada do seu pequeno. Com design prático e fácil de vestir, este pijaminha combina conforto e estilo para um sono tranquilo. Escolha bem-estar e elegância com nosso pijaminha de veludo."
        },
        
        "produto6" : {
            "id": "6",
            "nome": "Cueca Infantil 4 Botões",
            "preco": "R$22,89",
            "imagem": "../assets/img/products/roupas6.png",
            "categoria" : "roupas",
            "promocao": false,
            "cor": "Verde",
            "fornecedor": "Happy Child",
            "desc": "Mantenha seu pequeno confortável e na moda com nossa cueca infantil com 4 botões. Feita com tecido macio e elástico, esta cueca proporciona ajuste confortável durante todo o dia. Com um estilo clássico e detalhes de botões, adiciona um toque de charme ao guarda-roupa do seu filho."
        },

        "produto7" : {
            "id": "7",
            "nome": "Body Bebê Manga Curta",
            "preco": "R$24,45",
            "imagem": "../assets/img/products/roupas7.png",
            "categoria" : "roupas",
            "promocao": false,
            "cor": "Branco",
            "fornecedor": "EcoBaby",
            "desc": "Feito com um tecido leve e macio, este body mantém seu pequeno confortável e estiloso mesmo nos dias mais quentes. A manga curta permite liberdade de movimento, enquanto o fecho com botões na parte inferior facilita na hora de vestir e trocar."
        },
        
        "produto8" : {
            "id": "8",
            "nome": "Cueca Infantil",
            "preco": "R$16,99",
            "imagem": "../assets/img/products/roupas8.png",
            "categoria" : "roupas",
            "promocao": false,
            "cor": "Branco e Azul (Listrado)",
            "fornecedor": "",
            "desc": "Prepare seu pequeno para um dia cheio de aventuras com nossa cueca infantil. Feita com tecido macio e confortável, esta cueca proporciona liberdade de movimento para brincadeiras sem fim. Com um design vibrante e divertido, é perfeita para inspirar a imaginação do seu filho. Além disso, a cintura elástica oferece um ajuste confortável que acompanha o crescimento do seu pequeno aventureiro."
        },
        
        "produto9" : {
            "id": "9",
            "nome": "Conjunto Calcinha Infantil",
            "preco": "R$38,45",
            "imagem": "../assets/img/products/roupas9.png",
            "categoria" : "roupas",
            "promocao": true,
            "cor": "Bege (Listrado)",
            "fornecedor": "Happy Child",
            "desc": "Ofereça conforto e praticidade ao dia a dia da sua pequena com nosso Conjunto Calcinha Infantil. Este conjunto apresenta três calcinhas simples, projetadas para garantir conforto e liberdade de movimento para sua bebê. Feitas com tecido macio e delicado, são ideais para a pele sensível dos pequenos. Escolha este conjunto para manter sua princesinha feliz e confortável em todos os momentos."
        },
        
        "produto10" : {
            "id": "10",
            "nome": "Pijaminha de Veludo",
            "preco": "R$35,75",
            "imagem": "../assets/img/products/roupas10.png",
            "categoria" : "roupas",
            "promocao": false,
            "cor": "Rosa",
            "fornecedor": "BabyHappy",
            "desc": "Mantenha seu bebê aquecido e confortável com nosso pijaminha de veludo. Macio e aconchegante, é perfeito para noites frias, proporcionando um toque suave na pele delicada do seu pequeno. Com design prático e fácil de vestir, este pijaminha combina conforto e estilo para um sono tranquilo. Escolha bem-estar e elegância com nosso pijaminha de veludo."
        },
        
        "produto11" : {
            "id": "11",
            "nome": "Conjuntinho Infantil Feminino",
            "preco": "R$18,29",
            "imagem": "../assets/img/products/roupas11.png",
            "categoria" : "roupas",
            "promocao": false,
            "cor": "Rosa",
            "fornecedor": "EcoWorld",
            "desc": "Encante sua pequena com nosso Conjunto Infantil Feminino. Composto por uma calcinha e um top simples, ambos na cor de rosa mais adorável, este conjunto é perfeito para momentos de diversão e conforto. Feito com tecido macio e delicado, proporciona o ajuste perfeito para a pele sensível da sua princesinha. O design simples e elegante destaca a beleza natural da criança, enquanto a cor rosa adiciona um toque de delicadeza e feminilidade. Este conjuntinho é a escolha ideal para dias ensolarados cheios de brincadeiras e sorrisos radiantes"
        },
        
        "produto12" : {
            "id": "12",
            "nome": "Body Bebê Manga Curta",
            "preco": "R$24,45",
            "imagem": "../assets/img/products/roupas12.png",
            "categoria" : "roupas",
            "promocao": false,
            "cor": "Branco",
            "fornecedor": "EcoBaby",
            "desc": "Feito com um tecido leve e macio, este body mantém seu pequeno confortável e estiloso mesmo nos dias mais quentes. A manga curta permite liberdade de movimento, enquanto o fecho com botões na parte inferior facilita na hora de vestir e trocar."
        },
        
        "produto13" : {
            "id": "13",
            "nome": "Meia Bebê 0-12 meses",
            "preco": "R$18,90",
            "imagem": "../assets/img/products/roupas13.webp",
            "categoria" : "roupas",
            "promocao": true,
            "cor": "Branca",
            "fornecedor": "Verdi Natural",
            "desc": "Nossas meias para bebê são confeccionadas com algodão penteado de alta qualidade, garantindo o máximo de conforto e ajuste perfeito aos pezinhos delicados do seu pequeno. O algodão penteado é especialmente suave e durável, proporcionando uma sensação aconchegante e respirável que mantém os pés do bebê confortáveis durante todo o dia. Além disso, o ajuste elástico suave assegura que as meias permaneçam no lugar sem apertar, permitindo liberdade de movimento e protegendo a pele sensível dos bebês. Escolha nossas meias para um toque de carinho e conforto a cada passo."
        },
        
        "produto14" : {
            "id": "14",
            "nome": "Meia Antiderrapante",
            "preco": "R$24,90",
            "imagem": "../assets/img/products/roupas14.webp",
            "categoria" : "roupas",
            "promocao": false,
            "cor": "Azul Escuro",
            "fornecedor": "Verdi Natural",
            "desc": "A Meia Antiderrapante para Bebê é a solução ideal para os delicados pezinhos do seu pequeno. Feita de algodão penteado de alta qualidade, ela oferece máximo conforto e um ajuste perfeito. As borrachas antiderrapantes na sola proporcionam segurança extra, ajudando seu bebê a firmar os primeiros passinhos com confiança. Suave, respirável e segura, essa meia é essencial para garantir conforto e estabilidade nas primeiras aventuras do seu bebê."
        },
        
        "produto15" : {
            "id": "15",
            "nome": "Meia Antiderrapante com Lacinho",
            "preco": "R$24,90",
            "imagem": "../assets/img/products/roupas15.webp",
            "categoria" : "roupas",
            "promocao": true,
            "cor": "Rosa e Branco",
            "fornecedor": "Verdi Natural",
            "desc": "A Meia Antiderrapante para Bebê é a solução ideal para os delicados pezinhos do seu pequeno. Feita de algodão penteado de alta qualidade, ela oferece máximo conforto e um ajuste perfeito. As borrachas antiderrapantes na sola proporcionam segurança extra, ajudando seu bebê a firmar os primeiros passinhos com confiança. Suave, respirável e segura, essa meia é essencial para garantir conforto e estabilidade nas primeiras aventuras do seu bebê."
        },
        

        "produto16" : {
            "id": "16",
            "nome": "Toalha Umidecida Higiênica",
            "preco": "R$14,99",
            "imagem": "../assets/img/products/higiene16.png",
            "categoria" : "higiene",
            "promocao": false,
            "cor": "Padrão",
            "fornecedor": "Qualitá",
            "desc": "Mantenha seu bebê limpo e confortável com nossas Toalhas Umedecidas Higiênicas. Feitas com ingredientes suaves e seguros para a pele delicada do seu pequeno, essas toalhas são ideais para trocas de fraldas, limpeza das mãos e rosto, ou qualquer momento que necessite de uma limpeza rápida e eficiente. Com fórmula hipoalergênica e sem álcool, proporcionam uma limpeza gentil sem irritações. Perfeitas para uso diário, em casa ou em passeios, garantindo frescor e higiene a qualquer hora."
        },
        
        "produto17" : {
            "id": "17",
            "nome": "Kit Higiene",
            "preco": "R$169,99",
            "imagem": "../assets/img/products/higiene17.png",
            "categoria" : "higiene",
            "promocao": false,
            "cor": "Padrão",
            "fornecedor": "Kanui",
            "desc": "Experimente o Kit Higiene em Barra Verdi Natural, uma solução completa e sustentável para a sua rotina diária. Inclui sabonete, sabonete íntimo, shampoo, condicionador e desodorante, todos em barra e feitos com ingredientes naturais para cuidar suavemente da sua pele e cabelos."
        },
        
        "produto18" : {
            "id": "18",
            "nome": "Shampoo em Barra",
            "preco": "R$41,90",
            "imagem": "../assets/img/products/higiene18.png",
            "categoria" : "higiene",
            "promocao": false,
            "cor": "Padrão",
            "fornecedor": "Kanui",
            "desc": "Experimente o Shampoo Sólido Kanui, uma alternativa sustentável para a sua rotina de cuidados capilares. Formulado com ingredientes naturais, oferece uma limpeza suave e eficaz, deixando seus cabelos limpos, hidratados e revitalizados. Ideal para quem busca uma opção prática, econômica e ecologicamente consciente."
        },
        
        "produto19" : {
            "id": "19",
            "nome": "Toalhas Umidecidas - 60 unidades",
            "preco": "R$34,90",
            "imagem": "../assets/img/products/higiene19.png",
            "categoria" : "higiene",
            "promocao": false,
            "cor": "Padrão",
            "fornecedor": "Mustela",
            "desc": "Experimente as Toalhas Umedecidas, um aliado conveniente para a higiene do seu bebê. Com 60 unidades por embalagem, essas toalhas são perfeitas para limpeza rápida e suave em qualquer lugar. Feitas com ingredientes seguros e suaves, proporcionam frescor e conforto para a pele delicada do seu pequeno. Ideal para uso em casa, viagens ou momentos em movimento."
        },
        
        "produto20" : {
            "id": "20",
            "nome": "Creme Preventivo de Assaduras Suaves",
            "preco": "R$34,87",
            "imagem": "../assets/img/products/higiene20.png",
            "categoria" : "higiene",
            "promocao": false,
            "cor": "Padrão",
            "fornecedor": "Bebê Natureza",
            "desc": "Experimente o Creme Preventivo de Assaduras Suaves, uma solução delicada para a pele sensível do seu bebê. Com uma fórmula suave e eficaz, este creme proporciona uma camada protetora que previne e acalma as assaduras. Feito com ingredientes naturais e seguros, como manteiga de karité e óleo de coco, é ideal para uso diário. Proteja e cuide da pele do seu bebê com carinho e suavidade."
        },
        
        "produto21" : {
            "id": "21",
            "nome": "Creme Preventivo de Assaduras Bio Orgânico",
            "preco": "R$53,90",
            "imagem": "../assets/img/products/higiene21.png",
            "categoria" : "higiene",
            "promocao": false,
            "cor": "Padrão",
            "fornecedor": "Mustela",
            "desc": "Experimente o Creme Preventivo de Assaduras Bio Orgânico, enriquecido com óleo de girassol, aloe vera e azeite de oliva. Esta fórmula delicada e natural proporciona uma camada protetora que previne e acalma as assaduras, enquanto hidrata e nutre a pele do seu bebê. Feito com ingredientes orgânicos certificados, é suave e seguro para uso diário. Proteja e cuide da pele do seu bebê de forma natural e eficaz."
        },
        
        "produto22" : {
            "id": "22",
            "nome": "Pomada Mágica",
            "preco": "R$23,50",
            "imagem": "../assets/img/products/higiene22.png",
            "categoria" : "higiene",
            "promocao": false,
            "cor": "Padrão",
            "fornecedor": "Pomada Mágica",
            "desc": "Experimente nossa Pomada Mágica Vegana, uma solução incrível para cuidar da pele do seu bebê de forma natural e consciente. Feita com ingredientes vegetais e livres de produtos de origem animal, esta pomada oferece uma fórmula suave e eficaz para prevenir e tratar assaduras, irritações e pequenos ferimentos. Com uma mistura especial de óleos essenciais e extratos vegetais, proporciona hidratação, proteção e regeneração da pele. Cuide do seu bebê de uma maneira gentil, ética e sustentável com nossa Pomada Mágica Vegana."
        },
        
        "produto23" : {
            "id": "23",
            "nome": "Spray Hidratante",
            "preco": "R$54,90",
            "imagem": "../assets/img/products/higiene23.png",
            "categoria" : "higiene",
            "promocao": false,
            "cor": "Padrão",
            "fornecedor": "Verdi Natural",
            "desc": "Nosso Spray Hidratante Reparador Infantil 100% Natural é formulado com ingredientes naturais como Hidrolato de Lavanda, Aloe Vera, Calêndula, Óleo Essencial de Lavanda e Pantenol. Com textura leve e refrescante, hidrata pele e cabelos, sendo de rápida absorção. Sua fórmula líquida e oil-free contém Pantenol, que nutre e hidrata em segundos. O spray é de fácil aplicação e pode ser usado diariamente, sendo indicado para bebês, crianças e toda a família, proporcionando cuidado suave e eficaz."
        },
        
        "produto24" : {
            "id": "24",
            "nome": "Toalhas Umedecidas - 64 unidades",
            "preco": "R$16,50",
            "imagem": "../assets/img/products/higiene24.png",
            "categoria" : "higiene",
            "promocao": false,
            "cor": "Padrão",
            "fornecedor": "Boots Baby",
            "desc": "Experimente nossas Toalhas Umidecidas, com 64 unidades por embalagem, ideais para manter a pele do seu bebê limpa e fresca em qualquer lugar. Feitas com ingredientes suaves e seguros, são perfeitas para trocas de fraldas, limpeza das mãos e rosto, ou para qualquer momento que necessite de uma limpeza rápida e eficiente. Práticas e convenientes, proporcionam frescor e higiene onde quer que você esteja."
        },
        
        "produto25" : {
            "id": "25",
            "nome": "Toalhas Umedecidas - 96 unidades",
            "preco": "R$23,99",
            "imagem": "../assets/img/products/higiene25.png",
            "categoria" : "higiene",
            "promocao": false,
            "cor": "Padrão",
            "fornecedor": "Bepantol Baby",
            "desc": "Experimente as Toalhas Umedecidas Bepantol Baby, com 96 unidades por embalagem, perfeitas para cuidar da pele delicada do seu bebê. Feitas com ingredientes suaves e seguros, como o Bepantol, proporcionam uma limpeza suave e eficaz, mantendo a pele do seu bebê limpa, hidratada e protegida. Práticas e convenientes, são ideais para uso diário em casa ou em movimento, oferecendo frescor e conforto a qualquer momento."
        },
        
        "produto26" : {
            "id": "26",
            "nome": "Desodorante Natural Spray",
            "preco": "R$38,99",
            "imagem": "../assets/img/products/higiene27.png",
            "categoria" : "higiene",
            "promocao": false,
            "cor": "Padrão",
            "fornecedor": "Verdi Natural",
            "desc": "Experimente nosso Desodorante Natural em Spray, uma opção eficaz e suave para manter-se fresco ao longo do dia. Feito com ingredientes naturais, como óleos essenciais e extratos vegetais, este desodorante oferece proteção duradoura contra o odor, sem obstruir os poros. Sua fórmula suave é ideal para todos os tipos de pele, proporcionando uma sensação de frescor e bem-estar. Com aplicação fácil e rápida absorção, mantenha-se confiante e confortável com nosso desodorante natural em spray."
        },
        
        "produto27" : {
            "id": "27",
            "nome": "Hidratante Natural",
            "preco": "R$64,99",
            "imagem": "../assets/img/products/higiene28.png",
            "categoria" : "higiene",
            "promocao": false,
            "cor": "Padrão",
            "fornecedor": "Verdi Natural",
            "desc": "Experimente nosso Hidratante Natural, uma opção suave e eficaz para cuidar da sua pele. Formulado com ingredientes naturais, como óleos vegetais e manteigas, este hidratante proporciona uma hidratação profunda e duradoura, sem deixar uma sensação oleosa. Sua fórmula leve é rapidamente absorvida pela pele, deixando-a macia, suave e nutrida. Ideal para uso diário em todo o corpo, mantenha sua pele saudável e radiante com nosso hidratante natural."
        },
        
        "produto28" : {
            "id": "28",
            "nome": "Creme Preventivo de Assaduras",
            "preco": "R$49,90",
            "imagem": "../assets/img/products/higiene28.webp",
            "categoria" : "higiene",
            "promocao": false,
            "cor": "Padrão",
            "fornecedor": "Verdi Natural",
            "desc": "O Creme Preventivo de Assaduras Verdi Natural oferece proteção e cuidado 100% natural para o seu bebê. Com ação protetora, calmante e anti-inflamatória, previne e trata assaduras, além de hidratar a pele. Ideal para trocas diárias de fralda, é formulado com ingredientes naturais e conservantes aprovados (COSMOS), garantindo um cuidado seguro e carinhoso para a pele delicada do seu bebê."
        },
        
        "produto29" : {
            "id": "29",
            "nome": "Protetor Solar Natural",
            "preco": "R$109,90",
            "imagem": "../assets/img/products/higiene29.webp",
            "categoria" : "higiene",
            "promocao": false,
            "cor": "Padrão",
            "fornecedor": "Verdi Natural",
            "desc": "Proteja sua pele e a dos seus pequenos com nosso Protetor Solar Natural. Formulado com ingredientes naturais como Dióxido de Titânio e Óxido de Zinco, ele cria uma barreira física de longa duração contra os raios UVA e UVB. Enriquecido com Manteiga de Karité, Óleo de Cenoura, Cera de Abelha e Óleo de Abacate, este protetor solar nutre e hidrata a pele, enquanto o Conservante ECOCERT garante a segurança e eficácia do produto. Ideal para toda a família, nosso protetor solar oferece proteção confiável e cuidado suave para a pele."
        },
        
        "produto30" : {
            "id": "30",
            "nome": "Espuma de Banho Colorida",
            "preco": "R$74,90",
            "imagem": "../assets/img/products/higiene30.webp",
            "categoria" : "higiene",
            "promocao": false,
            "cor": "Padrão",
            "fornecedor": "Verdi Natural",
            "desc": "Transforme a hora do banho em uma experiência mágica com a Espuma de Banho Colorida Verdi Natural. Feita para a pele sensível de bebês e crianças, sua fórmula com Clorofila, Hidrolatos de Lemongrass e Hortelã, Óleo Essencial de Lavanda e Manteiga de Karité oferece cuidado e diversão. Nutre e protege a pele, tornando cada banho uma lembrança especial."
        },
        
        "produto31" : {
            "id": "31",
            "nome": "Avião de Madeira",
            "preco": "R$7,99",
            "imagem": "../assets/img/products/brinquedos31.png",
            "categoria" : "brinquedos",
            "promocao": false,
            "cor": "Madeira",
            "fornecedor": "Estrela",
            "desc": "Inspire a imaginação do seu pequeno com o Avião de Madeira. Feito à mão com madeira de alta qualidade, este brinquedo clássico combina durabilidade e charme atemporal. O design detalhado e a construção robusta garantem horas de diversão e criatividade, enquanto a textura natural da madeira oferece uma sensação táctil agradável. Perfeito para crianças e colecionadores, este avião é uma adição encantadora a qualquer brinquedoteca."
        },
        
        "produto32" : {
            "id": "32",
            "nome": "Mordedor 4 Luas Sensorial",
            "preco": "R$64,99",
            "imagem": "../assets/img/products/brinquedos32.png",
            "categoria" : "brinquedos",
            "promocao": false,
            "cor": "Colorido",
            "fornecedor": "Montessori",
            "desc": "Proporcione alívio e diversão ao seu bebê com o Mordedor Sensorial 4 Luas. Feito de materiais seguros e duráveis, este mordedor é perfeito para aliviar o desconforto da dentição. Seu design exclusivo com quatro luas texturizadas oferece diferentes sensações táteis, estimulando o desenvolvimento sensorial do bebê. Fácil de segurar e ideal para mãos pequenas, este mordedor é a combinação perfeita de cuidado e entretenimento para os primeiros anos de vida do seu pequeno."
        },
        
        "produto33" : {
            "id": "33",
            "nome": "Chocalho em Crochê",
            "preco": "R$32,39",
            "imagem": "../assets/img/products/brinquedos33.png",
            "categoria" : "brinquedos",
            "promocao": false,
            "cor": "Colorido",
            "fornecedor": "EcoBaby",
            "desc": "Encante seu bebê com o Chocalho em Crochê. Feito à mão com fios de algodão macio e enchimento seguro, este chocalho combina beleza e funcionalidade. Seu som suave estimula a audição, enquanto as texturas variadas do crochê ajudam no desenvolvimento sensorial. Perfeito para mãos pequenas, é fácil de segurar e seguro para morder. Este chocalho é mais que um brinquedo: é uma peça artesanal que traz conforto e diversão ao seu bebê."
        },
        
        "produto34" : {
            "id": "34",
            "nome": "Mordedor Sensorial com Argola",
            "preco": "R$38,89",
            "imagem": "../assets/img/products/brinquedos34.png",
            "categoria" : "brinquedos",
            "promocao": false,
            "cor": "Colorido",
            "fornecedor": "Estrela",
            "desc": "Alivie o desconforto da dentição do seu bebê com o Mordedor Sensorial com Argola. Feito de materiais seguros e duráveis, este mordedor possui uma argola fácil de segurar e várias texturas para estimular o desenvolvimento sensorial. As diferentes superfícies ajudam a massagear as gengivas do bebê, proporcionando alívio durante a fase de dentição. Ideal para mãos pequenas, é perfeito para manter seu bebê confortável e entretido."
        },
        
        "produto35" : {
            "id": "35",
            "nome": "Cofre Cachorrinho",
            "preco": "R$10,55",
            "imagem": "../assets/img/products/brinquedos35.png",
            "categoria" : "brinquedos",
            "promocao": false,
            "cor": "Madeira",
            "fornecedor": "EcoBaby",
            "desc": "Ensine seu pequeno sobre economia de forma divertida com o Cofre Cachorrinho. Feito de material durável e seguro, este cofre em forma de adorável cachorrinho não só guarda as economias, mas também decora o quarto com seu charme. Com uma abertura fácil para retirar as moedas, é perfeito para incentivar as crianças a poupar desde cedo. Adicione um toque de diversão e aprendizado à rotina financeira do seu filho com este encantador cofre cachorrinho."
        },
        
        "produto36" : {
            "id": "36",
            "nome": "Conjunto 4 Carrinhos de Dinossauro",
            "preco": "R$19,99",
            "imagem": "../assets/img/products/brinquedos36.png",
            "categoria" : "brinquedos",
            "promocao": false,
            "cor": "Madeira",
            "fornecedor": "KidJoy",
            "desc": "Mergulhe no mundo da diversão pré-histórica com o Conjunto 4 Carrinhos de Dinossauro. Cada carrinho é inspirado em um dinossauro diferente, combinando a emoção das corridas com o fascínio dos dinossauros. Feitos de materiais duráveis e seguros, esses carrinhos são perfeitos para mãos pequenas e resistem a horas de brincadeira. Ideal para estimular a imaginação e a coordenação motora, este conjunto é uma adição fantástica à coleção de brinquedos do seu pequeno explorador."
        },
        
        "produto37" : {
            "id": "37",
            "nome": "Carrinho de Madeira",
            "preco": "R$4,99",
            "imagem": "../assets/img/products/brinquedos37.png",
            "categoria" : "brinquedos",
            "promocao": false,
            "cor": "Madeira",
            "fornecedor": "Estrela",
            "desc": "Feito à mão com madeira de alta qualidade, este carrinho combina durabilidade e um design encantador. Suas linhas simples e acabamento suave são perfeitos para mãos pequenas, incentivando a criatividade e a imaginação durante a brincadeira. Ideal para crianças de todas as idades, o Carrinho de Madeira é uma peça durável que garante horas de diversão e se torna uma lembrança querida."
        },
        
        "produto38" : {
            "id": "38",
            "nome": "Cofre Câmera",
            "preco": "R$12,65",
            "imagem": "../assets/img/products/brinquedos38.png",
            "categoria" : "brinquedos",
            "promocao": false,
            "cor": "Madeira",
            "fornecedor": "EcoBaby",
            "desc": "Com um design criativo que imita uma câmera fotográfica vintage, este cofre é perfeito para decorar qualquer ambiente enquanto guarda suas moedas e notas com segurança. Feito de materiais duráveis e seguros, possui uma abertura fácil para retirar as economias quando necessário. Ideal para incentivar a prática de poupar, o Cofre Câmera é tanto funcional quanto decorativo, tornando a economia divertida e estilosa."
        },
        
        "produto39" : {
            "id": "39",
            "nome": "Cabana de Madeira",
            "preco": "R$388,90",
            "imagem": "../assets/img/products/brinquedos39.png",
            "categoria" : "brinquedos",
            "promocao": false,
            "cor": "Madeira",
            "fornecedor": "Ri Happy",
            "desc": "Feita com madeira de alta qualidade, esta cabana oferece um refúgio seguro e encantador para as crianças. Seu design robusto e elegante se adapta perfeitamente a qualquer ambiente, seja no quarto, sala de estar ou jardim. Fácil de montar e desmontar, é ideal para estimular a imaginação e proporcionar horas de diversão. Transforme o espaço de brincadeira do seu pequeno em um verdadeiro refúgio de sonhos com esta linda cabana de madeira."
        },
        
        "produto40" : {
            "id": "40",
            "nome": "Cofre Gatinho",
            "preco": "R$10,55",
            "imagem": "../assets/img/products/brinquedos40.png",
            "categoria" : "brinquedos",
            "promocao": false,
            "cor": "Madeira",
            "fornecedor": "EcoBaby",
            "desc": "Este adorável cofre em formato de gatinho é perfeito para incentivar as crianças a poupar de maneira lúdica. Feito de materiais duráveis e seguros, ele não só protege as economias, mas também adiciona um toque encantador à decoração do quarto. Com uma abertura fácil para retirar as moedas, é prático e funcional."
        },
        
        "produto41" : {
            "id": "41",
            "nome": "Carrinho de Jacaré",
            "preco": "R$19,99",
            "imagem": "../assets/img/products/brinquedos41.png",
            "categoria" : "brinquedos",
            "promocao": false,
            "cor": "Madeira",
            "fornecedor": "Estrela",
            "desc": "O Carrinho de Jacaré é uma divertida opção de brinquedo para crianças explorarem aventuras imaginárias. Feito de materiais seguros e duráveis, possui um design vibrante em forma de jacaré. Ideal para mãos pequenas, é resistente e promove o desenvolvimento motor das crianças."
        },
        
        "produto42" : {
            "id": "42",
            "nome": "Chocalho de Madeira",
            "preco": "R$8,99",
            "imagem": "../assets/img/products/brinquedos42.png",
            "categoria" : "brinquedos",
            "promocao": false,
            "cor": "Madeira",
            "fornecedor": "EcoBaby",
            "desc": "O Chocalho de Madeira é um brinquedo clássico e encantador para bebês. Feito de madeira natural, é seguro para morder e explorar. Seu design simples e robusto é perfeito para pequenas mãos segurarem e agitarem. Além de estimular os sentidos do bebê, promove o desenvolvimento da coordenação motora. Um brinquedo atemporal que proporciona diversão e aprendizado para os pequenos."
        },
        
        "produto43" : {
            "id": "43",
            "nome": "",
            "preco": "",
            "imagem": "../assets/img/products/brinquedos43.png",
            "categoria" : "brinquedos",
            "promocao": false,
            "cor": "",
            "fornecedor": "",
            "desc": ""
        },
        
        "produto44" : {
            "id": "44",
            "nome": "",
            "preco": "",
            "imagem": "../assets/img/products/brinquedos44.png",
            "categoria" : "brinquedos",
            "promocao": false,
            "cor": "",
            "fornecedor": "",
            "desc": ""
        },
        
        "produto45" : {
            "id": "45",
            "nome": "",
            "preco": "",
            "imagem": "../assets/img/products/brinquedos45.png",
            "categoria" : "brinquedos",
            "promocao": false,
            "cor": "",
            "fornecedor": "",
            "desc": ""
        },
        
        "produto46" : {
            "id": "46",
            "nome": "",
            "preco": "",
            "imagem": "../assets/img/products/brinquedos46.png",
            "categoria" : "mamaes",
            "promocao": false,
            "cor": "",
            "fornecedor": "",
            "desc": ""
        },
        
        "produto47" : {
            "id": "47",
            "nome": "",
            "preco": "",
            "imagem": "../assets/img/products/brinquedos47.png",
            "categoria" : "mamaes",
            "promocao": false,
            "cor": "",
            "fornecedor": "",
            "desc": ""
        },
        
        "produto48" : {
            "id": "48",
            "nome": "",
            "preco": "",
            "imagem": "../assets/img/products/brinquedos48.png",
            "categoria" : "mamaes",
            "promocao": false,
            "cor": "",
            "fornecedor": "",
            "desc": ""
        },
        
        "produto49" : {
            "id": "49",
            "nome": "",
            "preco": "",
            "imagem": "../assets/img/products/brinquedos49.png",
            "categoria" : "mamaes",
            "promocao": false,
            "cor": "",
            "fornecedor": "",
            "desc": ""
        },
        
        "produto50" : {
            "id": "50",
            "nome": "",
            "preco": "",
            "imagem": "../assets/img/products/brinquedos50.png",
            "categoria" : "mamaes",
            "promocao": false,
            "cor": "",
            "fornecedor": "",
            "desc": ""
        },
        
        "produto51" : {
            "id": "51",
            "nome": "",
            "preco": "",
            "imagem": "../assets/img/products/brinquedos51.png",
            "categoria" : "mamaes",
            "promocao": false,
            "cor": "",
            "fornecedor": "",
            "desc": ""
        },
        
        "produto52" : {
            "id": "52",
            "nome": "",
            "preco": "",
            "imagem": "../assets/img/products/brinquedos52.png",
            "categoria" : "mamaes",
            "promocao": false,
            "cor": "",
            "fornecedor": "",
            "desc": ""
        },
        
        "produto53" : {
            "id": "53",
            "nome": "",
            "preco": "",
            "imagem": "../assets/img/products/brinquedos53.png",
            "categoria" : "mamaes",
            "promocao": false,
            "cor": "",
            "fornecedor": "",
            "desc": ""
        },
        
        "produto54" : {
            "id": "54",
            "nome": "",
            "preco": "",
            "imagem": "../assets/img/products/brinquedos54.png",
            "categoria" : "mamaes",
            "promocao": false,
            "cor": "",
            "fornecedor": "",
            "desc": ""
        },
        
        "produto55" : {
            "id": "55",
            "nome": "",
            "preco": "",
            "imagem": "../assets/img/products/brinquedos55.png",
            "categoria" : "mamaes",
            "promocao": false,
            "cor": "",
            "fornecedor": "",
            "desc": ""
        },
        
        "produto56" : {
            "id": "56",
            "nome": "",
            "preco": "",
            "imagem": "../assets/img/products/brinquedos56.png",
            "categoria" : "mamaes",
            "promocao": false,
            "cor": "",
            "fornecedor": "",
            "desc": ""
        },
        
        "produto57" : {
            "id": "57",
            "nome": "",
            "preco": "",
            "imagem": "../assets/img/products/brinquedos57.png",
            "categoria" : "mamaes",
            "promocao": false,
            "cor": "",
            "fornecedor": "",
            "desc": ""
        },
        
        "produto58" : {
            "id": "58",
            "nome": "",
            "preco": "",
            "imagem": "../assets/img/products/brinquedos58.png",
            "categoria" : "mamaes",
            "promocao": false,
            "cor": "",
            "fornecedor": "",
            "desc": ""
        },
        
        "produto59" : {
            "id": "59",
            "nome": "",
            "preco": "",
            "imagem": "../assets/img/products/brinquedos59.png",
            "categoria" : "mamaes",
            "promocao": false,
            "cor": "",
            "fornecedor": "",
            "desc": ""
        },
        
        "produto60" : {
            "id": "60",
            "nome": "",
            "preco": "",
            "imagem": "../assets/img/products/brinquedos60.png",
            "categoria" : "mamaes",
            "promocao": false,
            "cor": "",
            "fornecedor": "",
            "desc": ""
        }
    }
}